Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/tax_credits_and_reliefs_for_people_with_disabilities/tax_reliefs_for_people_with_a_visual_impairment.html.txt.tmx
Source language: en
Languages: ga

source: Tax reliefs for people with a visual impairment
ga: Faoisimh chánach do dhaoine a bhfuil lagú radhairc orthu

source: If you have certain visual impairments you may claim a reduction in the amount of tax that you pay
ga: Má tá laigí áirithe radhairc ort is féidir leat laghdú a éileamh sa mhéid cánach a bhfuil ort a íoc

source: Under the tax system, the amount of tax that you pay to the Revenue Commissioners may be reduced by a system of tax credits and reliefs
ga: Faoi chóras cánach na hÉireann, is féidir méid na cánach a íocann tú leis na Coimisinéirí Ioncaim a laghdú trí chóras creidmheasanna agus faoiseamh cánach

source: You can read about how your tax is calculated for an explanation of how they work
ga: Is féidir leat a léamh faoi conas a ríomhtar do cháin le míniúchán a fháil faoin dóigh a n-oibríonn siad

source: If you have certain visual impairments you can claim the Blinds Person’s Tax Credit
ga: Má tá aon lagú radhairc ort is féidir leat Creidmheas Cánach an Duine Daill a éileamh

source: If you have a guide dog, you can apply for the Guide Dog Allowance
ga: Má tá madra treorach agat is féidir leat iarratas a dhéanamh le haghaidh Liúntas Madra Treorach

source: In addition, refunds are available for Value Added Tax that is paid on certain aids and appliances
ga: Lena chois sin, tá aisíocaíochtaí ar fáil don Cháin BhreisLuacha a íoctar ar roinnt áiseanna agus fearais

source: Blind Person’s Tax Credit
ga: Creidmheas Cánach Duine Daill

source: The Blind Person’s Tax Credit is €1,650 for 2017
ga: Is é Creidmheas Cánach an Duine Daill do 2017 ná €1,650

source: For a married couple or civil partners (where both spouses or civil partners are blind), the credit is €3,300
ga: Do lánúin phósta nó páirtnéiri sibhialta (má tá an bheirt chéilí dall), is é €3,300 an creidmheas do 2017

source: Parents cannot claim a Blind Person’s Tax Credit in respect of any children who are blind, but you can claim the Incapacitated Child Tax Credit
ga: Ní féidir le tuismitheoirí creidmheas cánach duine daill a éileamh maidir le haon leanaí atá dall ach is féidir leis na tuismitheoirí Creidhmeas Cánach Linbh faoi Éagumas a éileamh

source: To apply for the Blind Person's Tax Credit, you must have a certificate from an opthalmic surgeon (a physician who performs eye surgery)
ga: Chun iarratas a dhéanamh ar Chreidmheas Cánach an Duine Daill, caithfidh tú teastas a bheith agat ó mháinlia oftalmach (lia a dhéanann máinliacht súl)

source: The certificate must state:
ga: Caithfidh go ndeir an teastas:

source: • That your best vision does not exceed 6/60 visual acuity in the better eye with corrective lenses or
ga: • Nach bhfuil an radharc is fearr atá agat níos fearr ná géire radhairc de 6/60 sa tsúil is fearr le lionsaí ceartaitheacha

source: • That the widest diameter of your visual field subtends an angle no greater than 20 degrees
ga: • Go dtéann an trastomhas is leithne de do réimse radhairc uillinn nach mó ná 20 céim

source: The certificate issued by your ophthalmic surgeon should state whether the visual impairment is permanent, or temporary
ga: Ba chóir don teastas a eisíonn do mháinlia oftalmach a rá an bhfuil an lagú radhairc buan, nó sealadach

source: If it is temporary, you will need a certificate for each year for which the credit is claimed
ga: Má tá sé sealadach, beidh teastas de dhíth ort do gach bliain a n-éilítear creidmheas di

source: Otherwise the tax credit remains indefinitely
ga: Mura bhfuil, beidh an creidmheas cánach i bhfeidhm gan teorainn ama

source: An additional allowance is available if you, or your spouse, have a trained guide dog
ga: Tá liúntas breise ar fáil má tá madra treorach oilte agatsa, nó ag do chéile

source: (Guide dogs are especially trained to lead blind or visually impaired people around obstacles)
ga: (Oiltear madraí treorach go speisialta chun daoine dalla nó daoine a bhfuil laige radhairc orthu a threorú thart ar bhacainní)

source: In 2017 the allowance is €825 and you claim it at the standard rate of 20%
ga: I 2017, is é €825 an liúntas agus beidh sé i bhfeidhm ag an ráta cánach is airde atá agat

source: To claim the allowance you must have a letter from Irish Guide Dogs for the Blind confirming that you are a registered owner
ga: Leis an liúntas a éileamh, caithfidh tú litir a bheith agat ó Mhadraí Treorach na hÉireann ag dearbhú gur úinéir cláraithe thú

source: Value Added Tax (VAT) Refunds
ga: Aisíocaíochtaí Cánach Breisluacha (CBL)

source: Refunds can be claimed from Revenue for VAT paid on certain aids and appliances designed to help a blind person cope with daily functions, for example, specially adapted computer equipment, Braille books, Braille writing equipment, etc
ga: Is féidir aisíocaíochtaí a éileamh ó Ioncam as CBL a íoctar ar roinnt áiseanna agus fearas a dearadh le cuidiú le duine dall déileáil le feidhmeanna laethúla, mar shampla, trealamh ríomhaireachta a bhfuil sainoiriúnú déanta air, leabhair Braille, trealamh scríbhneoireachta Braille, srl

source: See VAT refunds on aids and appliances used by people with disabilities for more information
ga: Féach aisíocaíochtaí CBL ar áiseanna agus fhearais a úsáideann daoine a bhfuil míchumais orthus le níos mó faisnéise a fháil

source: To apply fill in a claim form for the Blind Person’s Tax Credit and Guide Dog Allowance (pdf)
ga: Is féidir foirm éilimh do Chreidmheas Cánach na nDaoaine Dalla agus Liúntas na Madraí Treorach (pdf) a íoslódáil

source: You can also claim tax credits online through PAYE Anytime which is available through Revenue's myAccount service
ga: Nó más mian leat is féidir leat an fhoirm a líonadh ar an scáileán agus é a phriontáil ansin

source: Completed application forms should be returned to your local tax office
ga: Ba chóir foirmeacha iarratais chríochnaithe a chur ar ais chuig d’oifig áitiúil chánach

source: Lo-call telephone numbers for your regional tax office is available here
ga: Uimhreacha teileafóin lóghlao do d’oifig réigiúnach cánach ar fáil anseo
